; TranslationAuthor: Goran Kurdi ( گۆران غەریب ) 
; TranslationAuthorEmail: gorran.kurdi@gmail.com.com
; Soft Version: 1.12.50
;

[Translation]
LanguageName=KU
LangCode=0492
ReadHabit=Right-to-left
DefaultFont=Times new roman
DefaultFontSize=10
DefaultCharset=Unicode

Confirm=دڵنیاکردنەوە

;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=تەواو نەبوو
TfrmWRMMain.btnCompleted.Caption=تەواو بوو
TfrmWRMMain.btnBack.caption=گەڕانەوە
TfrmWRMMain.btnDone.Caption=پاراستن
TfrmWRMMain.lblRepeat.caption=دوپاتکردنەوە:
TfrmWRMMain.lblTime.caption=کات:
TfrmWRMMain.lblName.caption=لێدوان:
TfrmWRMMain.lblDate.caption=بەروار:
TfrmWRMMain.cbPeriod.Item1=یەکجار
TfrmWRMMain.cbPeriod.Item2=ڕۆژانە
TfrmWRMMain.cbPeriod.Item3=هەفتانە
TfrmWRMMain.cbPeriod.Item4=مانگانە
TfrmWRMMain.cbPeriod.Item5=ساڵانە
;
;hint
;
TfrmWRMMain.imgf.hint=ببە بە هاوڕێمان لە توویتەر
TfrmWRMMain.imgt.hint=بینێرە بۆ هاوڕێکانت
TfrmWRMMain.imgmail.hint=لایکی بکە لە فەیسبووک
TfrmWRMMain.imghome.hint=ماڵپەڕ
TfrmWRMMain.CloseHint=داخستن
TfrmWRMMain.MenuHint=هەڵبژاردن
TfrmWRMMain.MinHint=بچووککردنەوە
TfrmWRMMain.lbl2.caption=وەشانی ئێستا:%s
TfrmWRMMain.lbl3.Caption=پشکنین بۆ نوێکردنەوە
TfrmWRMMain.btnDetails.hint_1=زانیاری
TfrmWRMMain.btnDetails.hint_2=دەستکاریکردن و گێڕانەوە
TfrmWRMMain.btnDelete.hint_1=دیاریکردن وەکو تەواو بوو
TfrmWRMMain.btnDelete.hint_2=سڕینەوە


msgdlg.btnNO=نەخێر
msgdlg.btnOk=باشە
msgdlg.btnYes=بەڵێ
;
; Time
;
constY=ساڵ
constM=مانگ
constD=رۆژ
constHH=کاتژمێر
constMM=خولەک
constSS=چرکە
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=یارمەتی سەرهێڵ
TfrmWRMMain.TrayMenuItem2=یانە
TfrmWRMMain.TrayMenuItem3=ماڵپەڕ
TfrmWRMMain.TrayMenuItem4=پەیوەندی
TfrmWRMMain.TrayMenuItem5=پشکنین بۆ نوێکردنەوە
TfrmWRMMain.TrayMenuItem6=پشکنین بۆ هەواڵ
TfrmWRMMain.TrayMenuItem7=زمان
TfrmWRMMain.TrayMenuItem8=کردنەوە لەکاتی دەستپێکردن
TfrmWRMMain.TrayMenuItem9=دەربارەی
TfrmWRMMain.TrayMenuItem10=دەرچوون
;
; Notice
;
TfrmRemindDlg.Caption=تێبینی
TfrmRemindDlg.btnComplete.Caption=باشە زانیم
TfrmRemindDlg.btnDelay.Caption=دواتر بیرم بخەرەوە

;
; About
;
TfrmAbout.Caption=دەربارەی
TfrmAbout.lblEmail.caption=پۆستی ئەلکترۆنی:
TfrmAbout.lblhome.caption=ماڵپەڕ:
TfrmAbout.lblthanks.caption=سوپاس بۆ هەموو ئەو کەسانەی یارمەتیدەرمان بوون:
TfrmAbout.btnOk.Caption=باشە
TfrmAbout.lblver.Caption=وەشانی ئێستا:

[Messages]
ExitModify=گۆڕانکاری کراوە و نەپارێزراوە. دڵنیایت لە جێهێشتنی ئەم پەڕەیە؟
RemindNameNULL=!تکایە شتێک بنوسە لە لێدواندا بۆ بیرخستنەوە
NewVer=وەشانی نوێ ئامادەیە، ئەتەوێ نوێی بکەیتەوە؟
NoNewVer=پیرۆزە ! تۆ دواین وەشان بەکاردێنیت
ExitApp=؟ ئاگادارکرنەوەی بەرنامە چیتر کار ناکاتWise Reminder ئایا دڵنیایت لە داخستنی
NoneReminder=!هیچ بیرخستنەوەیەکت نیە
NoneCopmpleted=!هیچ بیرخستنەوەیەکی تەواو بووت نیە
NoneSelected=!تکایە لانیکەم بابەتێک دیاریبکە
TimeOver=!کاتت ڕێکخستووە بۆ زووتر لە کاتی ئێستا

[Lang]
NativeLanguage=کوردی